;; -*- no-byte-compile: t; -*-
;;; $DOOMDIR/packages.el

(package! vimrc-mode)
(package! evil-quickscope)
(package! dotenv-mode)
(package! sxhkd-mode
  :recipe (:host github :repo "xFA25E/sxhkd-mode"))
(package! ligature
  :recipe (:host github :repo "mickeynp/ligature.el"))
(package! pkgbuild-mode)
(package! tree-sitter)
(package! tree-sitter-langs)
